Revit 2026 API
RevitLinkUIUtils Methods
The RevitLinkUIUtils type exposes the following members.
Methods
Name | Description
ReportLinkLoadResults
Top
See Also
Reference
RevitLinkUIUtils Class
Autodesk.Revit.UI Namespace